Repository: kurotu/OVR-Lighthouse-Manager
Catalog: OVRLighthouseManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Shell_Main.Content
source: Power Management
ja_jp: 電源の管理

# Settings_Theme.Text
source: Theme
ja_jp: テーマ

# Settings_Theme_Light.Content
source: Light
ja_jp: ライト

# Settings_Theme_Dark.Content
source: Dark
ja_jp: ダーク

# Settings_Theme_Default.Content
source: Default
ja_jp: デフォルト

# Settings_About.Text
source: About this application
ja_jp: このアプリについて

# Settings_AboutDescription.Text
source: This application is licensed under GPLv3.
ja_jp: TODO: Replace with your app description.

# Menu_PowerOn.Text
source: Power On
ja_jp: 電源オン

# Menu_Remove.Text
source: Remove
ja_jp: 削除

# Menu_Sleep.Text
source: Sleep
ja_jp: スリープ

# Menu_Standby.Text
source: Standby
ja_jp: スタンバイ

# Shell_Main_BaseStationsLabel.Text
source: Base Stations
ja_jp: ベースステーション

# Shell_Main_PowerManagementToggle.Text
source: Manage Bases Stations
ja_jp: ベースステーションの電源を管理する

# InfoBar_BluetoothLERequired.Message
source: An adapter which supports Bluetooth Low Energy (BLE) required.
ja_jp: Bluetooth Low Energy (BLE)に対応したアダプターが必要です。

# Notification_CommunicationError
source: Failed to communicate with {0}.
ja_jp: {0}との通信に失敗しました。

# Notification_PowerOn
source: {0} has been turned on.
ja_jp: {0}の電源をオンにしました。

# Notification_Scanning
source: Scanning for base stations.
ja_jp: ベースステーションをスキャンしています。

# Notification_Sleep
source: {0} has been put to sleep.
ja_jp: {0}をスリープ状態にしました。

# Notification_Standby
source: {0} has been put to standby.
ja_jp: {0}をスタンバイ状態にしました。

# Shell_Main_PowerManagementDescription.Text
source: When you start SteamVR, they wake up from standby, and when you exit SteamVR, they go to standby. Neither HTC VIVE nor Valve Index required.
ja_jp: SteamVRを起動するとスリープ状態から復帰し、SteamVRを終了するとスリープ状態にします。HTC VIVEおよびValve Indexのヘッドセットは必要ありません。
